brew "antidote"
brew "bat"
brew "cloc"
brew "cmake"
brew "fd"
brew "fzf"
brew "htop"
brew "lsd"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tree"
brew "watchman"

cask "font-hack-nerd-font"
cask "font-maple-mono-nf"
cask "wezterm@nightly"
