tap "homebrew/bundle"
brew "antidote"
brew "bat"
brew "cask"
brew "cloc"
brew "colima"
brew "docker"
brew "fzf"
brew "glib"
brew "htop"
brew "lsd"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "node"
brew "pdm"
brew "pipenv"
brew "pylyzer"
brew "python@3.10"
brew "python@3.12"
brew "ripgrep"
brew "ruff-lsp"
brew "starship"
brew "telnet"
brew "tree"
brew "virtualenv"
brew "yazi"
cask "font-hack-nerd-font"
cask "font-maple-mono"
cask "mysqlworkbench"
vscode "af4jm.vscode-m3u"
vscode "artlaman.chalice-icon-theme"
vscode "azemoh.one-monokai"
vscode "be5invis.toml"
vscode "brunnerh.insert-unicode"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "chouzz.vscode-better-align"
vscode "csknklc.shark-color-themes"
vscode "divyamrit.slate-theme"
vscode "dotjoshjohnson.xml"
vscode "ecmel.vscode-html-css"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "exodiusstudios.comment-anchors"
vscode "geequlim.godot-tools"
vscode "irongeek.vscode-env"
vscode "jackytsu.text-transformer"
vscode "joytrekker.1mm-themes"
vscode "kayteh.plastic-slate"
vscode "keenethics.keen-neutral-icon-theme"
vscode "lakshits11.monokai-pirokai"
vscode "leonn534.dark-minimalist-icons"
vscode "mechatroner.rainbow-csv"
vscode "mikaleb.gems-theme"
vscode "monokai.theme-monokai-pro-vscode"
vscode "moondevaa.darkplusmoonlite"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "myxlxal.plasticine"
vscode "origamid.origamid-next"
vscode "pbkit.vscode-pbkit"
vscode "pkief.material-icon-theme"
vscode "pojokcode.pcode-icon"
vscode "qufiwefefwoyn.inline-sql-syntax"
vscode "rangav.vscode-thunder-client"
vscode "rastikerdar.vscode-seedling-icon-theme"
vscode "sldobri.bunker"
vscode "svelte.svelte-vscode"
vscode "taniarascia.new-moon-vscode"
vscode "tinkertrain.theme-panda"
vscode "usernamehw.errorlens"
vscode "vallentin.vscode-bnf"
vscode "waycowei.monokai-vscode-dark"
vscode "will-stone.plastic"
vscode "wix.vscode-import-cost"
vscode "xadillax.viml"
vscode "youssef.viow"
vscode "yzhang.markdown-all-in-one"
vscode "zeno.doodles"
vscode "zeno.mihale"
