brew "antidote"
brew "bat"
brew "cask"
brew "cloc"
brew "colima"
brew "docker"
brew "fzf"
brew "glib"
brew "htop"
brew "lsd"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "node"
brew "pdm"
brew "python@3.10"
brew "python@3.13"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tree"
brew "yazi"
cask "font-hack-nerd-font"
cask "font-maple-mono"
