tap "homebrew/bundle"
brew "antidote"
brew "bat"
brew "cloc"
brew "python@3.12"
brew "glib"
brew "colima"
brew "docker"
brew "fzf"
brew "htop"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "node"
brew "pdm"
brew "pipenv"
brew "pylyzer"
brew "python@3.10"
brew "ripgrep"
brew "ruff-lsp"
brew "starship"
brew "telnet"
brew "tree"
brew "virtualenv"
cask "font-hack-nerd-font"
cask "font-maple"
